Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: What to search for on AppleVis.
ar: ما الذي يجب البحث عنه في AppleVis.
de: Wonach auf AppleVis gesucht werden soll.
el: Τι να αναζητήσετε στο AppleVis.
es: Qué buscar en AppleVis.
fa: چه چیزی را در AppleVis جستجو کنید.
fr: Que rechercher sur AppleVis.
he: מה לחפש ב-AppleVis.
hi: AppleVis पर क्या खोजना है。
id: Apa yang harus dicari di AppleVis.
it: Cosa cercare su AppleVis.
ja: AppleVis で検索する内容。
ko: AppleVis에서 검색할 내용입니다.
nl: Wat te zoeken op AppleVis.
pl: Czego szukać w AppleVis.
pt: O que buscar na AppleVis.
ru: Что искать на AppleVis.
sv: Vad du ska söka efter på AppleVis.
th: สิ่งที่จะค้นหาบน AppleVis
tr: AppleVis'te ne aranacağı.
uk: Що шукати на AppleVis.
vi: Nội dung cần tìm trên AppleVis.
zh_hans: 在 AppleVis 上要搜索的内容。

source: What's New
ar: الجديد
de: Neuigkeiten
el: Τι νέο υπάρχει
es: Novedades
fa: موارد جدید
fr: Nouveautés
he: מה חדש
hi: नया क्या है
id: Yang Baru
it: Novità
ja: 新機能
ko: 새로운 기능
nl: Wat is er nieuw
pl: Co nowego
pt: Novidades
ru: Что нового
sv: Nyheter
th: มีอะไรใหม่
tr: Yenilikler
uk: Що нового
vi: Có gì mới
zh_hans: 新增功能

source: What's New in AppleVis
ar: الجديد في AppleVis
de: Neuigkeiten in AppleVis
el: Τι νέο υπάρχει στο AppleVis
es: Novedades en AppleVis
fa: موارد جدید در AppleVis
fr: Nouveautés dans AppleVis
he: מה חדש ב-AppleVis
hi: AppleVis में नया क्या है
id: Yang Baru di AppleVis
it: Novità in AppleVis
ja: AppleVis の新機能
ko: AppleVis의 새로운 기능
nl: Wat is er nieuw in AppleVis
pl: Co nowego w AppleVis
pt: Novidades na AppleVis
ru: Что нового в AppleVis
sv: Nyheter i AppleVis
th: มีอะไรใหม่ใน AppleVis
tr: AppleVis'teki Yenilikler
uk: Що нового в AppleVis
vi: Có gì mới trong AppleVis
zh_hans: AppleVis 新增功能

source: What's new in AppleVis version %@
ar: الجديد في إصدار AppleVis %@
de: Neuigkeiten in AppleVis Version %@
el: Τι νέο υπάρχει στο AppleVis έκδοση %@
es: Novedades en la versión %@ de AppleVis
fa: موارد جدید در نسخهٔ %@ AppleVis
fr: Nouveautés dans la version %@ d'AppleVis
he: מה חדש בגרסה %@ של AppleVis
hi: AppleVis संस्करण %@ में नया क्या है
id: Yang baru di AppleVis versi %@
it: Novità nella versione %@ di AppleVis
ja: AppleVis バージョン %@ の新機能
ko: AppleVis 버전 %@의 새로운 기능
nl: Wat is er nieuw in AppleVis-versie %@
pl: Co nowego w wersji AppleVis %@
pt: Novidades na versão %@ da AppleVis
ru: Что нового в AppleVis версии %@
sv: Nyheter i AppleVis version %@
th: มีอะไรใหม่ใน AppleVis เวอร์ชัน %@
tr: AppleVis %@ sürümündeki yenilikler
uk: Що нового в AppleVis версії %@
vi: Có gì mới trong AppleVis phiên bản %@
zh_hans: AppleVis 版本 %@ 的新增功能

source: What's New Indicators
ar: مؤشرات الجديد
de: Neuigkeiten-Anzeigen
el: Ενδείξεις Νέων
es: Indicadores de novedades
fa: نشانگرهای موارد جدید
fr: Indicateurs de nouveautés
he: חיווי מה חדש
hi: नया संकेतक
id: Indikator Terbaru
it: Indicatori delle novità
ja: 新着情報の表示
ko: 새 소식 표시
nl: Nieuw-indicatoren
pl: Wskaźniki nowości
pt: Indicadores de novidades
ru: Индикаторы нового
sv: Indikatorer för nyheter
th: ตัวบ่งชี้สิ่งใหม่
tr: Yenilik Göstergeleri
uk: Індикатори нового
vi: Chỉ Báo Nội Dung Mới
zh_hans: 新动态提示

source: What's New on AppleVis
ar: الجديد على AppleVis
de: Neuigkeiten bei AppleVis
el: Τι νέο υπάρχει στο AppleVis
es: Novedades en AppleVis
fa: موارد جدید در AppleVis
fr: Nouveautés sur AppleVis
he: מה חדש ב-AppleVis
hi: AppleVis पर नया क्या है
id: Yang Baru di AppleVis
it: Novità su AppleVis
ja: AppleVis の新着情報
ko: AppleVis의 최신 소식
nl: Wat is er nieuw op AppleVis
pl: Co nowego na AppleVis
pt: Novidades na AppleVis
ru: Что нового на AppleVis
sv: Nyheter på AppleVis
th: มีอะไรใหม่บน AppleVis
tr: AppleVis'teki Yenilikler
uk: Що нового на AppleVis
vi: Có gì mới trên AppleVis
zh_hans: AppleVis 最新动态

source: What's New. %@
ar: الجديد. %@
de: Neuigkeiten. %@
el: Τι νέο υπάρχει. %@
es: Novedades. %@
fa: موارد جدید. %@
fr: Nouveautés. %@
he: מה חדש. %@
hi: नया क्या है। %@
id: Yang Baru. %@
it: Novità. %@
ja: 新機能。%@
ko: 새로운 기능. %@
nl: Wat is er nieuw. %@
pl: Co nowego. %@
pt: Novidades. %@
ru: Что нового. %@
sv: Nyheter. %@
th: มีอะไรใหม่ %@
tr: Yenilikler. %@
uk: Що нового. %@
vi: Có gì mới. %@
zh_hans: 新增功能。%@

source: What's this about?
ar: عمّ يدور هذا؟
de: Worum geht es?
el: Για τι πρόκειται;
es: ¿De qué se trata?
fa: این دربارهٔ چیست؟
fr: De quoi s'agit-il ?
he: על מה זה?
hi: यह किस बारे में है?
id: Ini tentang apa?
it: Di cosa si tratta?
ja: 何についてですか？
ko: 무엇에 관한 것인가요?
nl: Waar gaat dit over?
pl: O co chodzi?
pt: Sobre o que é isso?
ru: О чём это?
sv: Vad handlar detta om?
th: เรื่องนี้เกี่ยวกับอะไร?
tr: Bu ne hakkında?
uk: Про що це?
vi: Vấn đề này là gì?
zh_hans: 这是关于什么的？

source: When on, AppleVis remembers what you open on this device while signed out so Home can show what is new since your last visit.
ar: عند التفعيل، يتذكر AppleVis ما تفتحه على هذا الجهاز أثناء تسجيل الخروج حتى تتمكن الشاشة الرئيسية من عرض ما هو جديد منذ آخر زيارة لك.
de: Wenn aktiviert, merkt sich AppleVis, was du auf diesem Gerät öffnest, während du abgemeldet bist, damit die Startseite zeigen kann, was seit deinem letzten Besuch neu ist.
el: Όταν είναι ενεργό, το AppleVis θυμάται τι ανοίγετε σε αυτήν τη συσκευή ενώ είστε αποσυνδεδεμένοι, ώστε η Αρχική να μπορεί να δείξει τι νέο υπάρχει από την τελευταία σας επίσκεψη.
es: Cuando está activado, AppleVis recuerda lo que abres en este dispositivo mientras no has iniciado sesión, para que Inicio pueda mostrar las novedades desde tu última visita.
fa: وقتی روشن باشد، AppleVis به‌خاطر می‌سپارد چه چیزی را در این دستگاه هنگام خروج از حساب باز می‌کنید تا صفحهٔ اصلی بتواند موارد جدید از آخرین بازدید شما را نشان دهد.
fr: Lorsque c'est activé, AppleVis se souvient de ce que vous ouvrez sur cet appareil lorsque vous êtes déconnecté afin qu'Accueil puisse afficher les nouveautés depuis votre dernière visite.
he: כאשר מופעל, AppleVis זוכר מה אתה פותח במכשיר זה בזמן שאתה מנותק כדי שהבית יוכל להציג מה חדש מאז הביקור האחרון שלך.
hi: चालू होने पर, AppleVis याद रखता है कि आप साइन आउट रहते हुए इस डिवाइस पर क्या खोलते हैं ताकि होम आपकी अंतिम विज़िट के बाद से नया क्या है दिखा सके。
id: Saat aktif, AppleVis mengingat apa yang Anda buka di perangkat ini saat keluar sehingga Beranda dapat menampilkan hal baru sejak kunjungan terakhir Anda.
it: Quando attivo, AppleVis ricorda cosa apri su questo dispositivo mentre sei disconnesso, così Home può mostrare le novità dalla tua ultima visita.
ja: オンにすると、サインアウト中でもこのデバイスで開いた項目を AppleVis が記憶し、「ホーム」で前回の訪問以降の新着情報を表示できるようにします。
ko: 켜면 AppleVis는 로그아웃 상태에서도 이 기기에서 연 항목을 기억해 홈에서 마지막 방문 이후 새로운 내용을 표시할 수 있게 합니다.
nl: Indien aan, onthoudt AppleVis wat je opent op dit apparaat terwijl je bent afgemeld, zodat Start kan tonen wat er nieuw is sinds je laatste bezoek.
pl: Gdy jest włączone, AppleVis zapamiętuje, co otwierasz na tym urządzeniu podczas wylogowania, aby Strona główna mogła pokazać, co nowego od Twojej ostatniej wizyty.
pt: Quando ativado, a AppleVis lembra o que você abre neste dispositivo enquanto desconectado, para que o Início possa mostrar o que há de novo desde sua última visita.
ru: Если включено, AppleVis запоминает, что вы открываете на этом устройстве, пока вы не авторизованы, чтобы «Главная» могла показать, что нового с момента вашего последнего посещения.
sv: När det är på kommer AppleVis ihåg vad du öppnar på denna enhet medan du är utloggad, så att Hem kan visa vad som är nytt sedan ditt senaste besök.
th: เมื่อเปิดใช้ AppleVis จะจดจำสิ่งที่คุณเปิดบนอุปกรณ์นี้ขณะออกจากระบบ เพื่อให้หน้าแรกแสดงสิ่งใหม่ตั้งแต่ครั้งล่าสุดที่คุณเข้าชม
tr: Açıkken, AppleVis, Ana Sayfa'nın son ziyaretinizden bu yana neyin yeni olduğunu gösterebilmesi için, oturumunuz kapalıyken bu cihazda neyi açtığınızı hatırlar.
uk: Коли увімкнено, AppleVis запам'ятовує, що ви відкриваєте на цьому пристрої під час виходу, щоб «Головна» могла показати, що нового з часу вашого останнього візиту.
vi: Khi bật, AppleVis ghi nhớ những gì bạn mở trên thiết bị này khi đăng xuất để Trang chủ có thể hiển thị điều gì mới kể từ lần truy cập gần nhất của bạn.
zh_hans: 开启后，即使您在此设备上注销，AppleVis 仍会记住您打开的内容，以便“主页”显示自您上次访问以来的最新内容。

source: When on, Home shows a New view, a quick summary, and small badges for content with new activity since your last visit.
ar: عند التفعيل، تعرض الرئيسية عرض جديد وملخصًا سريعًا وشارات صغيرة للمحتوى الذي به نشاط جديد منذ آخر زيارة لك.
de: Wenn aktiviert, zeigt Start eine Ansicht „Neu", eine kurze Übersicht und kleine Abzeichen für Inhalte mit neuer Aktivität seit deinem letzten Besuch.
el: Όταν είναι ενεργό, η Αρχική εμφανίζει μια προβολή Νέα, μια σύντομη σύνοψη, και μικρά σήματα για περιεχόμενο με νέα δραστηριότητα από την τελευταία σας επίσκεψη.
es: Cuando está activado, Inicio muestra una vista Nuevo, un resumen rápido y pequeñas insignias para el contenido con actividad nueva desde tu última visita.
fa: وقتی روشن باشد، صفحهٔ خانه یک نمای جدید، خلاصه‌ای سریع، و نشان‌های کوچک برای محتوایی که از آخرین بازدید شما فعالیت جدیدی داشته نشان می‌دهد.
fr: Lorsque cette option est activée, Accueil affiche une vue Nouveau, un résumé rapide et de petits badges pour le contenu ayant une nouvelle activité depuis votre dernière visite.
he: כאשר האפשרות פעילה, בית מציג תצוגת חדשים, סיכום מהיר, ותגי מידע קטנים לתוכן עם פעילות חדשה מאז הביקור האחרון שלך.
hi: जब यह चालू हो, तो होम आपकी पिछली विज़िट के बाद से नई गतिविधि वाली सामग्री के लिए एक नया व्यू, एक त्वरित सारांश, और छोटे बैज दिखाता है।
id: Saat aktif, Beranda menampilkan tampilan Baru, ringkasan singkat, dan lencana kecil untuk konten dengan aktivitas baru sejak kunjungan terakhir Anda.
it: Quando è attivo, Home mostra una vista Nuovi, un riepilogo rapido e piccoli badge per i contenuti con nuova attività dalla tua ultima visita.
ja: オンにすると、前回の訪問以降に新しい動きがあったコンテンツについて、ホームに「新着」ビュー、簡単なまとめ、小さなバッジが表示されます。
ko: 켜면 홈에 마지막 방문 이후 새로운 활동이 있는 콘텐츠에 대한 새 글 보기, 간단한 요약, 작은 배지가 표시됩니다.
nl: Indien ingeschakeld, toont Home een weergave Nieuw, een korte samenvatting en kleine badges voor inhoud met nieuwe activiteit sinds je laatste bezoek.
pl: Gdy jest włączone, Strona główna pokazuje widok Nowe, krótkie podsumowanie i małe odznaki dla treści z nową aktywnością od Twojej ostatniej wizyty.
pt: Quando ativado, o Início mostra uma visualização Novo, um resumo rápido e pequenos selos para conteúdo com nova atividade desde sua última visita.
ru: Когда включено, «Главная» показывает вид «Новые», краткую сводку и небольшие значки для контента с новой активностью с момента вашего последнего визита.
sv: När det är på visar Hem en vy Nya, en snabb sammanfattning och små märken för innehåll med ny aktivitet sedan ditt senaste besök.
th: เมื่อเปิดใช้งาน หน้าหลักจะแสดงมุมมองใหม่ สรุปด่วน และป้ายเล็กๆ สำหรับเนื้อหาที่มีกิจกรรมใหม่ตั้งแต่การเข้าชมครั้งล่าสุดของคุณ
tr: Açık olduğunda Ana Sayfa, son ziyaretinizden bu yana yeni etkinliği olan içerikler için bir Yeni görünümü, hızlı bir özet ve küçük rozetler gösterir.
uk: Коли увімкнено, «Головна» показує перегляд «Нові», короткий підсумок і невеликі значки для контенту з новою активністю з часу вашого останнього візиту.
vi: Khi bật, Trang chủ hiển thị chế độ xem Mới, tóm tắt nhanh, và các huy hiệu nhỏ cho nội dung có hoạt động mới kể từ lần truy cập gần nhất của bạn.
zh_hans: 开启后,主页会为自你上次访问以来有新动态的内容显示新帖视图、快速摘要和小徽章。

source: When on, milder language is shown masked, like s star star star, instead of spelled out.
ar: عند التفعيل، تُعرض الألفاظ الأخف تنكيرًا، مثل s نجمة نجمة نجمة، بدلاً من كتابتها كاملة.
de: Wenn aktiviert, wird mildere Sprache maskiert angezeigt, etwa als s Stern Stern Stern, statt ausgeschrieben.
el: Όταν είναι ενεργό, και η ηπιότερη γλώσσα εμφανίζεται συγκαλυμμένη, όπως s αστερίσκος αστερίσκος αστερίσκος, αντί να γράφεται ολόκληρη.
es: Cuando está activado, el lenguaje más suave se muestra enmascarado, como s asterisco asterisco asterisco, en lugar de escrito por completo.
fa: وقتی روشن است، زبان ملایم‌تر هم به‌صورت ستاره‌دار نمایش داده می‌شود، مثل s ستاره ستاره ستاره، به‌جای نوشتن کامل.
fr: Lorsque c'est activé, le langage plus léger est affiché masqué, comme s étoile étoile étoile, au lieu d'être écrit en entier.
he: כשזה מופעל, גם שפה מתונה יותר מוצגת מוסתרת, כמו s כוכבית כוכבית כוכבית, במקום כתובה במלואה.
hi: चालू होने पर, हल्की भाषा को भी छिपाकर दिखाया जाता है, जैसे s स्टार स्टार स्टार, पूरा लिखे जाने के बजाय।
id: Saat aktif, bahasa yang lebih ringan juga ditampilkan tersamar, seperti s bintang bintang bintang, bukan dieja penuh.
it: Se attivo, il linguaggio più lieve viene mostrato mascherato, come s asterisco asterisco asterisco, invece che per intero.
ja: オンにすると、軽い言葉は「s スター スター スター」のように伏せ字で表示され、そのまま表示されません。
ko: 켜면 순화된 표현도 s 별표 별표 별표처럼 가려져 표시되며, 그대로 표시되지 않습니다.
nl: Indien ingeschakeld, wordt mildere taal gemaskeerd weergegeven, zoals s ster ster ster, in plaats van voluit geschreven.
pl: Gdy włączone, łagodniejszy język również jest wyświetlany zamaskowany, np. s gwiazdka gwiazdka gwiazdka, zamiast w pełnym brzmieniu.
pt: Quando ativado, a linguagem mais leve é exibida mascarada, como s asterisco asterisco asterisco, em vez de escrita por completo.
ru: Когда включено, более мягкие слова тоже показываются замаскированными, например s звёздочка звёздочка звёздочка, а не полностью.
sv: När det är på visas även mildare språk maskerat, som s stjärna stjärna stjärna, i stället för utskrivet.
th: เมื่อเปิดใช้งาน ภาษาที่รุนแรงน้อยกว่าก็จะถูกซ่อนด้วย เช่น s ดอกจัน ดอกจัน ดอกจัน แทนที่จะสะกดเต็ม
tr: Açıkken, daha hafif ifadeler de s yıldız yıldız yıldız gibi gizlenerek gösterilir, tam yazılmaz.
uk: Коли ввімкнено, м'якіші слова також показуються замаскованими, наприклад s зірочка зірочка зірочка, а не повністю.
vi: Khi bật, ngôn từ nhẹ hơn cũng được hiển thị dưới dạng che, như s sao sao sao, thay vì viết đầy đủ.
zh_hans: 开启后，较温和的用语也会以遮蔽方式显示，例如“s 星 星 星”，而不是完整拼出。

source: When signed in, AppleVis uses your account's read state. This setting only controls local reading history while you are signed out.
ar: عند تسجيل الدخول، يستخدم AppleVis حالة القراءة الخاصة بحسابك. يتحكم هذا الإعداد فقط في سجل القراءة المحلي أثناء تسجيل الخروج.
de: Wenn du angemeldet bist, verwendet AppleVis den Lesestatus deines Kontos. Diese Einstellung steuert nur den lokalen Leseverlauf, während du abgemeldet bist.
el: Όταν είστε συνδεδεμένοι, το AppleVis χρησιμοποιεί την κατάσταση ανάγνωσης του λογαριασμού σας. Αυτή η ρύθμιση ελέγχει μόνο το τοπικό ιστορικό ανάγνωσης ενώ είστε αποσυνδεδεμένοι.
es: Cuando has iniciado sesión, AppleVis usa el estado de lectura de tu cuenta. Este ajuste solo controla el historial de lectura local mientras no has iniciado sesión.
fa: هنگام ورود، AppleVis از وضعیت خواندهٔ حساب شما استفاده می‌کند. این تنظیم فقط تاریخچهٔ خواندن محلی را هنگام خروج از حساب کنترل می‌کند.
fr: Lorsque vous êtes connecté, AppleVis utilise l'état de lecture de votre compte. Ce réglage ne contrôle que l'historique de lecture local lorsque vous êtes déconnecté.
he: כאשר מחובר, AppleVis משתמש במצב הקריאה של החשבון שלך. הגדרה זו שולטת רק בהיסטוריית הקריאה המקומית בזמן שאתה מנותק.
hi: साइन इन रहते हुए, AppleVis आपके खाते की पठन स्थिति का उपयोग करता है। यह सेटिंग केवल साइन आउट रहते हुए स्थानीय पठन इतिहास को नियंत्रित करती है。
id: Saat masuk, AppleVis menggunakan status baca akun Anda. Pengaturan ini hanya mengontrol riwayat baca lokal saat Anda keluar.
it: Quando sei connesso, AppleVis usa lo stato di lettura del tuo account. Questa impostazione controlla solo la cronologia di lettura locale mentre sei disconnesso.
ja: サインイン中は、AppleVis はアカウントの既読状態を使用します。この設定は、サインアウト中のローカルの閲覧履歴のみを制御します。
ko: 로그인한 상태에서는 AppleVis가 계정의 읽음 상태를 사용합니다. 이 설정은 로그아웃 상태에서만 로컬 읽기 기록을 제어합니다.
nl: Wanneer je bent ingelogd, gebruikt AppleVis de leesstatus van je account. Deze instelling bepaalt alleen de lokale leesgeschiedenis terwijl je bent afgemeld.
pl: Po zalogowaniu AppleVis korzysta ze stanu przeczytania Twojego konta. To ustawienie kontroluje tylko lokalną historię czytania podczas wylogowania.
pt: Quando conectado, a AppleVis usa o estado de leitura da sua conta. Esta configuração controla apenas o histórico de leitura local enquanto você está desconectado.
ru: При входе AppleVis использует состояние прочитанного вашего аккаунта. Эта настройка управляет только локальной историей чтения, когда вы не авторизованы.
sv: När du är inloggad använder AppleVis ditt kontos lässtatus. Denna inställning styr endast lokal läshistorik medan du är utloggad.
th: เมื่อลงชื่อเข้าใช้ AppleVis จะใช้สถานะการอ่านของบัญชีคุณ การตั้งค่านี้ควบคุมเฉพาะประวัติการอ่านในเครื่องขณะที่คุณออกจากระบบเท่านั้น
tr: Oturum açıkken, AppleVis hesabınızın okuma durumunu kullanır. Bu ayar yalnızca oturumunuz kapalıyken yerel okuma geçmişini kontrol eder.
uk: Коли ви ввійшли, AppleVis використовує стан прочитаного вашого облікового запису. Це налаштування керує лише локальною історією читання, коли ви вийшли.
vi: Khi đăng nhập, AppleVis sử dụng trạng thái đọc của tài khoản bạn. Cài đặt này chỉ kiểm soát lịch sử đọc cục bộ khi bạn đăng xuất.
zh_hans: 登录后，AppleVis 会使用您账户的阅读状态。此设置仅在您注销时控制本地阅读历史记录。

source: When writing a forum post or message, AI can suggest rewrites to improve clarity or tone.
ar: عند كتابة منشور منتدى أو رسالة، يمكن للذكاء الاصطناعي اقتراح إعادة صياغة لتحسين الوضوح أو النبرة.
de: Beim Verfassen eines Forumsbeitrags oder einer Nachricht kann die KI Umformulierungen vorschlagen, um Klarheit oder Ton zu verbessern.
el: Κατά τη σύνταξη μιας ανάρτησης φόρουμ ή μηνύματος, η AI μπορεί να προτείνει επανασυντάξεις για βελτίωση της σαφήνειας ή του τόνου.
es: Al escribir una publicación del foro o un mensaje, la IA puede sugerir reescrituras para mejorar la claridad o el tono.
fa: هنگام نوشتن پست انجمن یا پیام، هوش مصنوعی می‌تواند بازنویسی‌هایی برای بهبود وضوح یا لحن پیشنهاد دهد.
fr: Lors de la rédaction d'une publication de forum ou d'un message, l'IA peut suggérer des réécritures pour améliorer la clarté ou le ton.
he: בעת כתיבת פוסט פורום או הודעה, בינה מלאכותית יכולה להציע ניסוחים מחדש כדי לשפר את הבהירות או הטון.
hi: फ़ोरम पोस्ट या संदेश लिखते समय, AI स्पष्टता या लहजा सुधारने के लिए पुनर्लेखन सुझा सकता है।
id: Saat menulis postingan forum atau pesan, AI dapat menyarankan penulisan ulang untuk meningkatkan kejelasan atau nada.
it: Quando scrivi un post del forum o un messaggio, l'IA può suggerire riscritture per migliorare la chiarezza o il tono.
ja: フォーラムの投稿やメッセージを書く際、AI が明瞭さやトーンを改善するリライトを提案できます。
ko: 포럼 게시물이나 메시지를 작성할 때 AI가 명확성이나 어조를 개선하기 위한 다시 쓰기를 제안할 수 있습니다.
nl: Bij het schrijven van een forumbericht of bericht kan AI herschrijvingen voorstellen om duidelijkheid of toon te verbeteren.
pl: Podczas pisania posta na forum lub wiadomości AI może sugerować przeredagowania, aby poprawić jasność lub ton.
pt: Ao escrever uma postagem de fórum ou mensagem, a IA pode sugerir reescritas para melhorar a clareza ou o tom.
ru: При написании сообщения на форуме или сообщения ИИ может предложить переработку для улучшения ясности или тона.
sv: När du skriver ett foruminlägg eller meddelande kan AI föreslå omskrivningar för att förbättra tydlighet eller ton.
th: เมื่อเขียนโพสต์ฟอรัมหรือข้อความ AI สามารถแนะนำการเขียนใหม่เพื่อปรับปรุงความชัดเจนหรือน้ำเสียง
tr: Bir forum gönderisi veya mesaj yazarken, yapay zeka açıklığı veya üslubu iyileştirmek için yeniden yazımlar önerebilir.
uk: Під час написання допису на форумі чи повідомлення ШІ може пропонувати переписані варіанти для покращення ясності чи тону.
vi: Khi viết bài đăng diễn đàn hoặc tin nhắn, AI có thể đề xuất viết lại để cải thiện độ rõ ràng hoặc giọng điệu.
zh_hans: 在撰写论坛帖子或消息时，AI 可以建议改写以提升清晰度或语气。

source: When you resume a paused episode, the player rewinds by this many seconds to give you context.
ar: عند استئناف حلقة موقوفة مؤقتًا، يقوم المشغّل بالترجيع بهذا العدد من الثواني لمنحك السياق.
de: Wenn du eine pausierte Folge fortsetzt, spult der Player um diese Anzahl Sekunden zurück, um dir Kontext zu geben.
el: Όταν συνεχίζετε ένα επεισόδιο σε παύση, ο player επαναφέρει κατά αυτά τα δευτερόλεπτα για να σας δώσει πλαίσιο.
es: Cuando reanudas un episodio en pausa, el reproductor retrocede esta cantidad de segundos para darte contexto.
fa: وقتی یک قسمت متوقف‌شده را از سر می‌گیرید، پخش‌کننده به همین اندازه ثانیه عقب می‌رود تا زمینه به شما بدهد.
fr: Lorsque vous reprenez un épisode en pause, le lecteur recule de ce nombre de secondes pour vous donner du contexte.
he: כשאתה מחדש פרק שהושהה, הנגן מריץ אחורה במספר השניות הזה כדי לתת לך הקשר.
hi: जब आप रुके हुए एपिसोड को फिर से शुरू करते हैं, तो प्लेयर आपको संदर्भ देने के लिए इतने सेकंड पीछे जाता है。
id: Saat Anda melanjutkan episode yang dijeda, pemutar akan memundurkan sejumlah detik ini untuk memberi Anda konteks.
it: Quando riprendi un episodio in pausa, il player riavvolge di questo numero di secondi per darti contesto.
ja: 一時停止したエピソードを再開すると、プレーヤーは文脈を把握できるよう、この秒数だけ巻き戻します。
ko: 일시 중지된 에피소드를 재개하면 플레이어가 문맥 파악을 위해 지정된 초만큼 되감습니다.
nl: Wanneer je een gepauzeerde aflevering hervat, spoelt de speler dit aantal seconden terug om je context te geven.
pl: Gdy wznawiasz wstrzymany odcinek, odtwarzacz przewija o tyle sekund wstecz, aby dać Ci kontekst.
pt: Quando você retoma um episódio pausado, o player retrocede esse número de segundos para dar contexto.
ru: Когда вы возобновляете приостановленный эпизод, плеер перематывает на указанное количество секунд назад, чтобы вы вспомнили контекст.
sv: När du återupptar ett pausat avsnitt spolar spelaren tillbaka detta antal sekunder för att ge dig sammanhang.
th: เมื่อคุณเล่นตอนที่หยุดชั่วคราวต่อ ตัวเล่นจะย้อนกลับตามจำนวนวินาทีนี้เพื่อให้บริบทแก่คุณ
tr: Duraklatılmış bir bölümü sürdürdüğünüzde, oynatıcı size bağlam vermek için bu kadar saniye geri sarar.
uk: Коли ви відновлюєте призупинений епізод, плеєр перемотує на цю кількість секунд назад, щоб дати вам контекст.
vi: Khi bạn tiếp tục một tập đã tạm dừng, trình phát sẽ tua lại số giây này để cho bạn ngữ cảnh.
zh_hans: 当您恢复暂停的单集时，播放器会回退这么多秒以提供上下文。
